Repository: gutow/sagenb
Catalog: sagenb/translations/*/LC_MESSAGES/messages.po
Languages: es_es

source: the URL of a page of the Sage Documentation, for example the URL of <a class="reference external" href="http://www.sagemath.org/doc/reference/sage/rings/integer.html">this page</a>
es_es: el URL de una página de Documentación de Sage, por ejemplo el URL de <a class="reference external" href="http://www.sagemath.org/doc/reference/sage/rings/integer.html">esta página</a>

source: an HTML page generated by docutils from a ReStructuredText file
es_es: una página HTML generada por docutils a partir de un archivo en formato ReStructuredText

source: a ReStructuredText file (Add "<tt>.. escape-backslashes</tt>" as a line in the file if you want backslashes to be escaped. Put latex code inside backticks "<tt>`</tt>" or dollar signs "<tt>$</tt>" or "<tt>$$</tt>". Math role is not supported for now.)
es_es: un archivo en formato ReStructuredText (Añadir "<tt>.. escape-backslashes</tt>" al archivo para que "\" sea un carácter de escape. Poner el código de latex entre acentos graves "<tt>`</tt>" o dólares "<tt>$</tt>" o "<tt>$$</tt>". El modo matemático no esta soportado por ahora.)

source: a zip archive of any of the above
es_es: un archivo zip de cualquiera de los anteriores

source: Browse your computer to select a file to upload:
es_es: Seleccionar un archivo para subir en su ordenador:

source: Or enter the URL of a file on the web. This can be a direct link to any of the above kinds of files, or the URL of any HTML page that supports "linked worksheet autodiscovery".
es_es: O introducir el URL de un archivo de la web. Puede ser un enlace directo a cualquiera de las clases anteriores de archivos, o el URL de cualquier página HTML que soporte la característica "linked worksheet autodiscovery".

source: Ratings for %(wn)s
es_es: Puntuación para %(wn)s

source: Go to the worksheet.
es_es: Ir a la hoja

source: Comment
es_es: Comentario

source: %(t)s by %(le)s
es_es: %(t)s por %(le)s

source: %(t)s ago by %(le)s
es_es: hace %(t)s por %(le)s

source: Published Worksheets
es_es: Hojas Publicadas

source: Deleted Worksheets
es_es: Hojas Eliminadas

source: Active Worksheets
es_es: Hojas activas

source: Archived Worksheets
es_es: Hojas Archivadas

source: Account is read only. You may download or delete worksheets or data.
es_es: La cuenta es de sólo lectura. Se pueden descargar o borrar hojas o datos.

source: New Worksheet
es_es: Hoja Nueva

source: Upload
es_es: Subir

source: Download All Active
es_es: Descargar activas

source: Search Worksheets
es_es: Buscar hojas

source: Unarchive selected worksheets so it appears in the default worksheet list
es_es: Des-archivar las hojas seleccionadas para que aparezcan en la lista normal de hojas

source: Unarchive
es_es: Des-archivar

source: Archive selected worksheets so they do not appear in the default worksheet list
es_es: Archivar hojas seleccionadas para que no aparezcan en la lista normal de hojas

source: Archive
es_es: Archivar

source: Move the selected worksheets to the trash
es_es: Enviar las hojas seleccionadas a la papelera

source: Delete
es_es: Borrar

source: Move the selected worksheets out of the trash
es_es: Sacar las hojas seleccionadas de la papelera

source: Undelete
es_es: Recuperar

source: Stop selected worksheets
es_es: Parar las hojas seleccionadas

source: Download selected worksheets
es_es: Descargar las hojas seleccionadas

source: Download
es_es: Descargar

source: Current Folder
es_es: Carpeta actual

source: Active
es_es: Activas

source: Archived
es_es: Archivadas

source: Trash
es_es: Papelera

source: Empty Trash
es_es: Vaciar Papelera

source: Rating
es_es: Puntuación

source: Owner
es_es: Propietario

source: Collaborators
es_es: Colaboradores

source: Last Edited
es_es: Editada

source: There are no published worksheets.
es_es: No hay hojas publicadas

source: Welcome to Sage! You can <a href="/new_worksheet">create a new worksheet</a>, view <a href="/pub/">published worksheets</a>, or read the <a href="/help" target="_new">documentation</a>.
es_es: ¡Bienvenido a Sage! Puede <a href="/new_worksheet">crear una hoja nueva</a>, ver las <a href="/pub/">hojas publicadas</a>, o leer la <a href="/help" target="_new">documentación</a>.

source: running
es_es: ejecutando

source: Add or Delete
es_es: Añadir o Borrar

source: Share now
es_es: Compartir

source: published
es_es: publicadas

source: Your browser / OS combination is not supported.\nPlease use Firefox or Opera under Linux, Windows, or Mac OS X, or Safari.
es_es: Su combinación navegador / OS no está soportada.\nPor favor, utilice Firefox u Opera bajo Linux, Windows o Mac OS X, o Safari.

source: Java Applet Hidden
es_es: Applet Java Oculta

source: Click here to pop out
es_es: Pulsar aquí para activar

source: Error applying function to worksheet(s).
es_es: Error al aplicar función a la hoja(s)

source: Title of saved worksheet
es_es: Título de la hojas guardadas

source: Failed to save worksheet.
es_es: Fallo al guardar la hoja.

source: Please enter a name for this worksheet.
es_es: Por favor, introduzca un nombre para esta hoja.

source: Rename
es_es: Renombrar

source: Possible failure deleting worksheet.
es_es: Posible fallo al borrar la hoja.

source: unprinted
es_es: no impresa

source: You requested to evaluate a cell that, for some reason, the server is unaware of.
es_es: El servidor no puede evaluar la celda solicitada por alguna razón

source: This worksheet is read only. Please make a copy or contact the owner to change it.
es_es: Esta hoja es de sólo lectura. Por favor haga una copia o contacte con el propietario para cambiarlo.

source: loading...
es_es: cargando...

source: Error updating cell output after
es_es: Error al actualizar el resultado de la celda después de

source: s (canceling further update checks).
es_es: s (cancelando comprobaciones de actualización posteriores).

source: Problem inserting new input cell after current input cell.\n
es_es: Problema al insertar una celda de entrada nueva después de la celda de entrada actual.\n

source: Problem inserting new input cell before current input cell.\n
es_es: Problema al insertar una celda de entrada nueva antes de la celda de entrada actual.\n

source: Problem inserting new text cell before current input cell.
es_es: Problema al insertar una celda de texto nueva antes de la celda de entrada actual.

source: Problem inserting new text cell before current input cell.\n
es_es: Problema al insertar una celda de texto nueva antes de la celda de entrada actual.\n

source: Worksheet is locked. Cannot insert cells.
es_es: La hoja está bloqueada. No se pueden insertar celdas

source: Unable to interrupt calculation.
es_es: Imposible interrumpir cálculo.

source: Close this box to stop trying.
es_es: Cerrar este cuadro para dejar de intentarlo.

source: Interrupt attempt
es_es: Intento de interrupción

source: <a href='javascript:restart_sage();'>Restart</a>, instead?
es_es: <a href='javascript:restart_sage();'>¿Reiniciar</a>, si no?

source: Emptying the trash will permanently delete all items in the trash. Continue?
es_es: Vaciar la papelera borrará permanente sus elementos. ¿Continuar?

source: Get Image
es_es: Obtener Imagen

source: Jmol Image
es_es: Imagen Jmol

source: To save this image, you can try right-clicking on the image to copy it or save it to a file, or you may be able to just drag the image to your desktop.
es_es: Para guardar esta imagen, puede intentar pulsar el botón derecho sobre ella y copiarla o guardarla en un archivo, o puede intentar arrastrar la imagen a su escritorio.

source: Sorry, but you need a browser that supports the &lt;canvas&gt; tag.
es_es: Lo siento, pero necesita un navegador que soporte &lt;canvas&gt;

source: Trying again in %(num)d second...
es_es: Se intentará de nuevo en %(num)d segundo...

source: The temporary password for the new user <em>%(username)s</em> is <em>%(password)s</em>
es_es: La contraseña provisional para el nuevo usuario <em>%(username)s</em> es <em>%(password)s</em>

source: New User
es_es: Nuevo usuario

source: Please enable cookies or delete all Sage cookies and localhost cookies in your browser and try again.
es_es: Por favor, active las cookies o borre todas las cookies de Sage y de localhost de su navegador e inténtelo de nuevo

source: Your account is currently suspended
es_es: Su cuenta se encuentra suspendida actualmente

source: Sage Notebook Registration
es_es: Registro en el Notebook de Sage

source: The confirmation system is not active.
es_es: El sistema de confirmación está desactivado

source: <h1>Invalid confirmation key</h1> <p>You are reporting a confirmation key that has not been assigned by this server. Please <a href="/register">register</a> with the server.</p>
es_es: <h1>Contraseña de confirmación inválida</h1> <p>Usted ha proporcionado una contraseña de confirmación no asignada por este servidor. Por favor <a href="/register">regístrese</a> en el servidor.</p>

source: <h1>Email address confirmed for user %(username)s</h1>
es_es: <h1>Dirección de e-mail confirmada para el usuario %(username)s</h1>

source: Email Confirmed
es_es: E-mail confirmado

source: The account recovery system is not active.
es_es: El sistema de recuperación de cuentas no está activo.

source: Username is invalid.
es_es: El nombre de usuario no es válido.

source: The e-mail address hasn't been confirmed.
es_es: No se ha confirmado la dirección de e-mail.

source: Sage Notebook Account Recovery
es_es: Recuperación de cuentas del Notebook de Sage

source: The new password couldn't be sent to %(dest)s.
es_es: No se ha podido enviar la nueva contraseña a %(dest)s.

source: A new password has been sent to your e-mail address.
es_es: Se ha enviado una nueva contraseña a su dirección de e-mail.

source: 500: Internal server error. An e-mail has been sent to the administrator(s).
es_es: 500: Error interno del servidor. Se ha enviado un e-mail al administrador.

source: You do not have permission to access this location
es_es: Usted no está autorizado para acceder a esta página

source: nothing to see.
es_es: nada que mostrar

source: Old password not given
es_es: No se ha introducido la contraseña antigua

source: Incorrect password given
es_es: Se ha introducido una contraseña incorrecta

source: New password not given
es_es: No se ha introducido la nueva contraseña

source: Password not acceptable. Must be 4 to 32 characters and not contain spaces or username.
es_es: Su contraseña no es aceptable. Debe tener al menos 4 caracteres y no debe contener espacios ni su nombre de usuario.

source: Please type in new password again.
es_es: Vuelva a introducir la nueva contraseña, por favor

source: The passwords you entered do not match.
es_es: Las contraseñas introducidas no coinciden

source: Invalid e-mail address.
es_es: La dirección de e-mail no es válida.

source: Confirmed
es_es: Confirmado

source: Not confirmed
es_es: No confirmado

source: You do not have permission to access this worksheet
es_es: Usted no está autorizado para acceder a esta hoja

source: Account is in read-only mode
es_es: La cuenta está en modo de sólo lectura

source: Error: can't add more than 500 collaborators at a time
es_es: Error: No se pueden añadir más de 500 colaboradores a la vez

source: Invalid JSmol encoding:
es_es: Codificación JSmol inválida:

source: Invalid JSmol query:
es_es: Petición JSmol inválida:

source: Invalid JSmol request:
es_es: Petición JSmol inválida:

source: No data files
es_es: No hay archivos de datos

source: Successfully deleted '%(filename)s'
es_es: '%(filename)s' Se ha borrado con éxito

source: illegal link attempt!
es_es: Intento no permitido de enlace

source: The data filename already exists in other worksheet Delete the file in the other worksheet before creating a link.
es_es: El nombre del archivo de datos ya existe en otra hoja Borre el archivo en la otra hoja antes de crear el enlace.

source: Return to <a href="%(upload_url)s" title="Upload or create a data file in a wide range of formats"><strong>Upload or Create Data File</strong></a> or <a href="%(worksheet_url)s" title="Interactively use the worksheet"><strong>%(worksheet_name)s</strong></a>.
es_es: Vuelva a <a href="%(upload_url)s" title="Subir o crear un archivo de datos en una amplia variedad de formatos"><strong>Subir o Crear Archivo de Datos</strong></a> o <a href="%(worksheet_url)s" title="Utilizar la hoja en modo interactivo "><strong>%(worksheet_name)s</strong></a>.

source: Error uploading file (missing field "file"). %(backlinks)s
es_es: Error subiendo archivo (falta el campo "archivo"). %(backlinks)s

source: Error uploading file (missing %(field)s arg).%(backlinks)s
es_es: Error subiendo archivo (falta el argumento de %(field)s).%(backlinks)s

source: Error uploading file (missing filename).%(backlinks)s
es_es: Error subiendo archivo (falta el nombre del archivo).%(backlinks)s

source: URL must start with http, https, or ftp.%(backlinks)s
es_es: El URL debe comenzar con http, https, o ftp.%(backlinks)s

source: Suspicious filename "%(filename)s" encountered uploading file.%(backlinks)s
es_es: Se ha encontrado un nombre de archivo "%(filename)s" sospechoso subiendo archivo.%(backlinks)s

source: Gees -- You can't fool the rating system that easily!
es_es: ¡No se puede engañar tan fácilmente al sistema de puntuación!

source: Thank you for rating the worksheet <b><i>%(worksheet_name)s</i></b>! You can <a href="rating_info">see all ratings of this worksheet.</a>
es_es: Gracias por puntuar la hoja <b><i>%(worksheet_name)s</i></b>! Puede <a href="rating_info">ver todas las puntuaciones de esta hoja.</a>

source: Rating Accepted
es_es: Puntuación aceptada

source: No such worksheet.
es_es: No existe la hoja.

source: Document does not exist.
es_es: No existe el documento.

source: Error displaying worksheet listing.
es_es: Error al mostrar la lista de hojas

source: User '%(user)s' does not have permission to view the home page of '%(name)s'.
es_es: El usuario '%(user)s' no tiene permiso para ver la página personal de '%(name)s'.

source: Requested public worksheet does not exist
es_es: La hoja pública requerida no existe

source: This Sage notebook is not configured to load worksheets from 'https' URLs. Try a different URL or download the worksheet and upload it directly from your computer. %(backlinks)s
es_es: Este notebook Sage no está configurado para recuperar hojas desde URLs 'https'. Pruebe con un URL diferente, o descargue la hoja y súbala directamente desde su ordenador. %(backlinks)s

source: Return to <a href="/upload" title="Upload a worksheet"><strong>Upload File</strong></a>.
es_es: Vuelva a <a href="/upload" title="Bajar una hoja"><strong>Subir Archivo</strong></a>.

source: Unknown worksheet extension: %(ext)s. %(links)s
es_es: Extensión de hoja desconocida: %(ext)s. %(links)s

source: Unable to load file URL's when not running on localhost. %(backlinks)s
es_es: No se pueden cargar URL de archivos cuando no está ejecutando la aplicación en la máquina local. %(backlinks)s

source: Please specify a worksheet to load. %(backlinks)s
es_es: Por favor, especifique una hoja para recuperar. %(backlinks)s

source: Invalid filename. %(backlinks)s
es_es: Nombre de archivo no válido. %(backlinks)s

source: There was an error uploading the worksheet. It could be an old unsupported format or worse. If you desperately need its contents contact the <a href="http://groups.google.com/group/sage-support">sage-support group</a> and post a link to your worksheet. Alternatively, an sws file is just a bzip2 tarball; take a look inside! %(backlinks)s
es_es: Ocurrió un error al subir la hoja. Pudiera estar en un formato antiguo no soportado o peor aún. Si necesita sus contenidos desesperadamente contacte con el grupo <a href="http://groups.google.com/group/sage-support">sage-support</a> y envíe un enlace a su hoja. Alternativamente, un archivo sws simplemente es un tarball comprimido con bzip2; ¡Eche un vistazo dentro de él! %(backlinks)s

source: Error uploading worksheet '%(msg)s'.%(backlinks)s
es_es: Error subiendo la hoja '%(msg)s'.%(backlinks)s

source: Please ask the server administrator to configure a challenge!
es_es: ¡Por favor consulte al administrador para que configure un reto!

source: Is pi > e?
es_es: ¿pi > e?

source: y|yes
es_es: s|si

source: What is 3 times 8?
es_es: ¿Cuánto es 3 por 8?

source: 24|twenty-four
es_es: 24|veinticuatro

source: What is 2 plus 3?
es_es: ¿Cuánto es 2 más 3?

source: 5|five
es_es: 5|cinco

source: How many bits are in one byte?
es_es: ¿Cuántos bits hay en un byte?

source: 8|eight
es_es: 8|ocho

source: What is the largest prime factor of 15?
es_es: ¿Cuál es el mayor factor primo de 15?

source: Updated
es_es: Actualizado

source: optional
es_es: opcional

source: The worksheet does not exist
es_es: La hoja no existe

source: Hi %(username)s!
es_es: ¡Hola %(username)s!

source: Thank you for registering for the Sage notebook. To complete your registration, copy and paste the following link into your browser: %(url_prefix)s://%(addr)s:%(port)s/confirm?key=%(key)s You will be taken to a page which will confirm that you have indeed registered.
es_es: Gracias por registrarse en el Notebook Sage. Para completar su registro copie y pegue el siguiente enlace en su navegador: %(url_prefix)s://%(addr)s:%(port)s/confirm?key=%(key)s Será conducido a una página que le confirmará que se ha registrado.

source: Your new password is %(key)s Sign in at %(url_prefix)s://%(addr)s:%(port)s/ Make sure to reset your password by going to Settings in the upper right bar.
es_es: Su nueva contraseña es %(key)s Entre en %(url_prefix)s://%(addr)s:%(port)s/ Asegúrese de reiniciar su contraseña entrando en Configuración.

source: Appearance
es_es: Apariencia

source: Authentication
es_es: Autentificación

source: Server
es_es: Servidor

source: Maximum history length
es_es: Longitud máxima del historial

source: Idle timeout for normal worksheets (seconds)
es_es: Tiempo de espera inactivo para las hojas normales (segundos)

source: Idle timeout for live documentation (seconds)
es_es: Tiempo de espera inactivo para la documentación dinámica (segundos)

source: Idle check interval (seconds)
es_es: Comprobación del intervalo de inactividad (segundos)

source: Save interval (seconds)
es_es: Intervalo de guardado (segundos)

source: Doc worksheet pool size
es_es: Espacio para hojas de documentación

source: Enable published interacts (EXPERIMENTAL; USE AT YOUR OWN RISK)
es_es: Activar interacciones en hojas publicadas (EXPERIMENTAL; UTILÍZELO A SU CRITERIO)

source: Worksheet process users (comma-separated list)
es_es: Usuarios del sistema para el procesado de hojas (lista separada por coma)

source: Default system
es_es: Sistema por defecto

source: Worksheet process limits
es_es: Límites para el procesado de hojas

source: Model Version
es_es: Versión del Modelo

source: Send notification e-mails to (comma-separated list)
es_es: Enviar e-mails de notificación a (lista separada por comas)

source: Number of word-wrap columns
es_es: Número de columnas para el ajuste de línea

source: Pretty print (typeset) output
es_es: Typografía avanzada

source: Default Language
es_es: Idioma por defecto

source: Allow OpenID authentication (requires python ssl module)
es_es: Permitir autentificación OpenID (se requiere el módulo ssl de python)

source: Enable user registration
es_es: Permitir el registro de usuarios

source: Require e-mail for account registration
es_es: Requerir e-mail para el registro de cuentas

source: Use a challenge for account registration
es_es: Utilizar un reto para el registro de cuentas

source: Type of challenge
es_es: Tipo de reto

source: Enable LDAP Authentication
es_es: Activar Autentificación LDAP

source: Bind Password
es_es: Contraseña Bind

source: Use GSSAPI instead of Bind DN/Password
es_es: Utilizar GSSAPI en vez de Bind DN/clave

source: Username Attribute (i.e. cn, uid or userPrincipalName)
es_es: Atributo de usuario (i.e. cn, uid o userPrincipalName)

source: Query timeout (seconds)
es_es: Tiempo de espera para peticiones (segundos)

source: %(num)d second
es_es: %(num)d segundo

source: %(num)d minute
es_es: %(num)d minuto

source: %(num)d hour
es_es: %(num)d hora

source: %(num)d day
es_es: %(num)d día

source: Sage Notebook
es_es: Notebook Sage

source: Find Help and Documentation
es_es: Encontrar Ayuda y Documentación

source: Get Started with Sage
es_es: Empezando con Sage

source: <a href="/doc/live/tutorial/index.html">Work through the tutorial</a> (if you have trouble with it, view the <a href="/doc/static/tutorial/index.html">static version</a>).
es_es: <a href="/doc/live/tutorial/index.html">Tutorial interactivo</a> (si tiene problemas con él, utilice la <a href="/doc/static/tutorial/index.html">versión estática</a>).

source: Help About
es_es: Ayuda sobre...

source: Type ? immediately after the object or function and press tab or shift-enter (shift-enter overwrites output and saves to worksheet). Doing this twice or more toggles with formatted source code.
es_es: Teclee ? inmediatamente después del objeto o función y presione tab o mayúsculas-entrar (mayúsculas-entrar sobrescribe la salida de la celda con la ayuda en la propia hoja). Realizar esta acción dos o más veces cambia entre la documentación y el código fuente formateado.

source: Put ?? after the object and press tab or shift-enter (shift-enter overwrites output and saves to worksheet). Doing this twice or more toggles with just the documentation.
es_es: Teclee ?? después del objeto y pulse tab o mayúsculas-entrar (mayúsculas-entrar sobrescribe la salida de la hoja con el código fuente en la propia hoja). Realizar esta acción dos o más veces cambia entre el código fuente y la documentación.

source: Full Text Search of Docs and Source
es_es: Búsqueda a Texto Completo en Documentación y Fuentes

source: Search the SAGE documentation by typing <pre>search_doc("my query")</pre> in an input cell and press shift-enter. Search the source code of SAGE by typing <pre>search_src("my query")</pre> and pressing shift-enter. Arbitrary regular expressions are allowed as queries.
es_es: Busque en la documentación de SAGE escribiendo <pre>search_doc("mi búsqueda")</pre> en una celda de entrada y pulse mayúsculas-entrar. Busque en el código fuente de SAGE tecleando <pre>search_src("mi búsqueda")</pre> y pulsando mayúsculas-entrar. Se admiten expresiones regulares arbitrarias en las búsquedas.

source: Live Documentation
es_es: Documentación activa

source: Use <a href="/doc/live/index.html">live documentation</a> to try out the full Sage documentation "live". (Only new compute cells allowed, click the icon.)
es_es: Utilice la <a href="/doc/live/index.html">documentación activa</a> para obtener toda la documentación de Sage en forma "activa". (Sólo se permiten celdas de cálculo nuevas, pulsar el icono.)

source: Key and Mouse Bindings
es_es: Teclas Rápidas

source: Evaluate Input
es_es: Evaluar una celda de entrada

source: Press <strong>shift-enter</strong> or click the "evaluate" button. You can start several calculations at once. If you press <strong>alt-enter</strong> instead, then a new cell is created after the current one. If you press <strong>ctrl-enter</strong> then the cell is split and both pieces are evaluated separately.
es_es: Pulse <strong>mayúsculas-entrar</strong> o pinche en el botón "evaluar". Se pueden iniciar varios cálculos a la vez. Si en lugar de ello, pulsa <strong>alt-entrar</strong>, se crea una celda nueva después de la actual. Si pulsa <strong>ctrl-entrar</strong>, la celda se divide en dos y se evalúan ambas partes por separado.

source: Tab Completion
es_es: Completar con Tab
