Repository: gutow/sagenb
Catalog: sagenb/translations/*/LC_MESSAGES/messages.po
Languages: es_es

source: ru_RU
es_es: русский (Россия)

source: pt_BR
es_es: português (Brasil)

source: en_US
es_es: English (United States)

source: cs_CZ
es_es: čeština (Česká republika)

source: de_AT
es_es: Deutsch (Österreich)

source: es_ES
es_es: español (España)

source: fr_FR
es_es: français (France)

source: Account Recovery
es_es: Recuperación de Cuenta

source: A new password will be emailed to the email address connected to your account. However if you didn't confirm your email address you will be unable to recover your account.
es_es: Se le enviará una nueva contraseña a su dirección de e-mail. Sin embargo no podrá recuperar su cuenta si no ha confirmado su dirección de e-mail.

source: Submit
es_es: Enviar

source: Cancel
es_es: Cancelar

source: Sign up
es_es: Registrarse

source: Sign up for a Sage Notebook account
es_es: Registrase para una cuenta de Notebook Sage

source: Create a username
es_es: Crear un usuario

source: Your username must start with a letter and be between 3 and 64 characters long. You may only use letters, numbers, underscores, @, and dots.
es_es: Su usuario debe comenzar con una letra y tener entre 3 y 64 caracteres. Sólo se puede utilizar letras, números, guiones bajos, @, y puntos.

source: No username given
es_es: No se ha proporcionado un usuario

source: Username already in use
es_es: El usuario está en uso

source: Bad username
es_es: Usuario incorrecto

source: Create a good password
es_es: Cree una contraseña robusta

source: Your password must have at least 4 characters. Your password can not contain your username or spaces.
es_es: Su contraseña debe tener al menos 4 caracteres. Su contraseña no puede contener ni su usuario ni espacios.

source: No password given
es_es: No se ha proporcionado una contraseña

source: Bad password
es_es: Contraseña incorrecta

source: Re-type your password
es_es: Vuelva a introducir su contraseña

source: Passwords didn't match
es_es: Las contraseñas no coinciden

source: Enter your email address
es_es: Introduzca su dirección de e-mail

source: Your email address is required for account confirmation and recovery. You will be emailed a confirmation link right after you successfully sign up.
es_es: Se requiere su dirección de e-mail para la confirmación de su cuenta y su recuperación. Le será enviado un e-mail con un enlace de confirmación después de que se registre.

source: No email address given
es_es: No se ha proporcionado una dirección de e-mail

source: Invalid email address
es_es: Dirección de e-mail no válida

source: Answer a challenge
es_es: Conteste un reto

source: No challenge response given
es_es: No se ha proporcionado contestación al reto

source: Invalid challenge response
es_es: Contestación al reto inválida

source: Create account
es_es: Crear cuenta

source: The Sage Notebook
es_es: Notebook Sage

source: Searching for Sage server...
es_es: Buscando el servidor Sage...

source: Version
es_es: Versión

source: Please log in to the Sage notebook
es_es: Por favor entre en el Notebook Sage

source: Log in
es_es: Entrar

source: Toggle the top bar
es_es: Ocultar/Mostrar la barra superior

source: Toggle
es_es: Ocultar/Mostrar

source: Back to your personal worksheet list
es_es: Volver a su lista personal de hojas

source: Home
es_es: Inicio

source: Published
es_es: Publicadas

source: Browse the published worksheets
es_es: Revisar las hojas publicadas

source: View a log of recent computations
es_es: Ver un historial de cálculos recientes

source: Log
es_es: Historial

source: Change account settings including password
es_es: Cambiar la configuración de la cuenta, incluyendo la contraseña

source: Settings
es_es: Configuración

source: Documentation
es_es: Documentación

source: Help
es_es: Ayuda

source: Report a problem or submit a bug to improve Sage
es_es: Informar de un problema o enviar un error para mejorar Sage

source: Report a Problem
es_es: Informar de un problema

source: Log out of the Sage notebook
es_es: Salir del Notebook Sage

source: Sign out
es_es: Salir

source: Sage Documentation
es_es: Documentación de Sage

source: To quickly try out Sage start here
es_es: Comenzar aquí para probar Sage inmediatamente

source: Explore a collection of in-depth tutorials on specific topics
es_es: Explorar una colección de tutoriales avanzados sobre materias específicas

source: Thematic Tutorials
es_es: Tutoriales temáticos

source: View a 4000+ page reference manual about Sage
es_es: Ver un manual de referencia sobre Sage de 4000+ páginas

source: Reference Manual
es_es: Manual de Referencia

source: Learn to write Sage programs
es_es: Aprender a escribir programas en Sage

source: Developer Guide
es_es: Guía del desarrollador

source: How do I construct ... in Sage?
es_es: ¿Cómo construir ... en Sage?

source: Constructions
es_es: Construcciones

source: Static version...
es_es: Versión estática...

source: Fast Static Versions of the Documentation
es_es: Versiones estáticas de la documentación

source: Help via Internet Chat (IRC)
es_es: Ayuda vía IRC

source: How to use the Sage Notebook
es_es: Cómo usar el Notebook Sage

source: A <em>worksheet</em> is an ordered list of Sage calculations with output.
es_es: Una <em>hoja</em> es una lista ordenada de cálculos en Sage con resultados.

source: A <em>session</em> is a worksheet and a set of variables in some state.
es_es: Una <em>sesión</em> es una hoja y un conjunto de variables con algún estado.

source: The <em>Sage notebook</em> is a collection of worksheets, saved objects, and user information.
es_es: El <em>Notebook sage</em> es una colección de hojas, objetos grabados e información del usuario.

source: The Sage Notebook was primarily written by William Stein with substantial contributions from Tom Boothby, Timothy Clemans, Alex Clemesha, Mike Hansen, Bobby Moretti, Yi Qiang, and Dorian Raymer.
es_es: El Notebook Sage fue escrito principalmente por William Stein con contribuciones sustanciales de Tom Boothby, Timothy Clemans, Alex Clemesha, Mike Hansen, Bobby Moretti, Yi Qiang, y Dorian Raymer.

source: Continue
es_es: Continuar

source: Sage: History for %(u)s
es_es: Sage: Historial para %(u)s

source: Click here to turn the above into a Sage worksheet
es_es: Pulsar aquí para convertir lo anterior en una hoja de Sage

source: Create a new Sage worksheet version of the last 100 commands in the above log.
es_es: Crear una hoja de Sage nueva con los 100 últimos comandos del historial anterior.

source: username
es_es: usuario

source: Select an OpenID provider
es_es: Elegir un proveedor de OpenID

source: Send
es_es: Enviar

source: Sign in
es_es: Entrar

source: Congratulations %(u)s! You can now sign into the Sage Notebook.
es_es: ¡Enhorabuena %(u)s! Ahora puede entrar en el Notebook Sage.

source: Welcome!
es_es: ¡Bienvenido!

source: <strong>Sage</strong> is a different approach to mathematics software.
es_es: <strong>Sage</strong> presenta un enfoque diferente del software para matemáticas.

source: With the Sage Notebook anyone can create, collaborate on, and publish interactive worksheets. In a worksheet, one can write code using Sage, Python, and other software included in Sage.
es_es: Con el Notebook Sage, cualquiera puede crear, colaborar en, y publicar hojas interactivas. En una hoja se puede escribir código de Sage, de Python y de otro software incluido en Sage

source: General and Advanced Pure and Applied Mathematics
es_es: Matemática General y Avanzada, Pura y Aplicada

source: Use Sage for studying calculus, elementary to very advanced number theory, cryptography, commutative algebra, group theory, graph theory, numerical and exact linear algebra, and more.
es_es: Utilice Sage para estudiar cálculo infinitesimal, teoría de números desde elemental a muy avanzada, criptografía, álgebra conmutativa, teoría de grupos, teoría de grafos, álgebra lineal numérica y exacta, etc.

source: Use an Open Source Alternative
es_es: Utilice una Alternativa de Fuente Abierta

source: By using Sage you help to support a viable open source alternative to Magma, Maple, Mathematica, and MATLAB. Sage includes many high-quality open source math packages.
es_es: Cuando utiliza Sage, ayuda a mantener una alternativa viable de fuente abierta a Magma, Maple, Mathematica y MATLAB. Sage incluye muchos paquetes matemáticos de fuente abierta y alta calidad.

source: Use Most Mathematics Software from Within Sage
es_es: Utilice la mayoría del Software Matemático desde Sage

source: Sage makes it easy for you to use most mathematics software together. Sage includes GAP, GP/PARI, Maxima, and Singular, and dozens of other open packages.
es_es: Con Sage usted puede utilizar fácilmente la mayoría del software matemático. Sage incluye GAP, GP/PARI, Maxima y Singular, y otros muchos paquetes de fuente abierta.

source: Use a Mainstream Programming Language
es_es: Utilice un Lenguaje de Programación de uso Común

source: You work with Sage using the highly regarded scripting language Python. You can write programs that combine serious mathematics with anything else.
es_es: Trabaje con Sage utilizando el muy reputado lenguaje Python. Podrá escribir programas que combinen matemáticas de verdad con cualquier otra cosa.

source: Acknowledgement
es_es: Agradecimientos

source: The Sage Notebook is based upon work supported by the National Science Foundation under grants DMS-0821725, DMS-1020378, DMS-0713225, DMS-0555776, DMS-0545904, DMS-0838212, DMS-0757627, DUE-1020378, DUE-1022574, DMS-1015114, etc. Any opinions, findings, and conclusions or recommendations expressed in this material are those of the author(s) and do not necessarily reflect the views of the National Science Foundation. See also <a href="http://sagemath.org/development-ack.html">http://sagemath.org/development-ack.html</a>.
es_es: El Notebook Sage está basado en trabajos financiados por The National Science Foundation bajo los proyectos DMS-0821725, DMS-1020378, DMS-0713225, DMS-0555776, DMS-0545904, DMS-0838212, DMS-0757627, DUE-1020378, DUE-1022574, DMS-1015114, etc. Cualesquiera opiniones, investigaciones, y conclusiones o recomendaciones expresadas en este material son del autor(es), no reflejan necesariamente los puntos de vista de The National Science Foundation. Ver también <a href="http://sagemath.org/development-ack.html">http://sagemath.org/development-ack.html</a>.

source: Sign into the Sage Notebook v%(v)s
es_es: Entra en el notebook Sage v%(v)s

source: Username
es_es: Usuario

source: Username is not in the system
es_es: El usuario no está en el sistema

source: Password
es_es: Contraseña

source: Wrong password
es_es: Contraseña errónea

source: Sign up for a new Sage Notebook account
es_es: Abrir una cuenta nueva en el Notebook de Sage

source: Browse published Sage worksheets<br>(no login required)
es_es: Ver las hojas de Sage publicadas<br>(no se requiere entrar)

source: Forgot password
es_es: Olvidar la contraseña

source: Creating new users is disabled by the administrator.
es_es: El administrador ha desactivado la creación de usuarios nuevos.

source: Javascript must be enabled in order to use the Sage Notebook.
es_es: Para utilizar el Notebook Sage se debe activar Javascript

source: Worksheet is publicly viewable at <a href="%(u)s" style="color:#FFF" target="_blank">%(u)s
es_es: La hoja se puede ver públicamente en <a href="%(u)s" style="color:#FFF" target="_blank">%(u)s

source: Published on %(t)s
es_es: Publicado en %(t)s

source: Re-publish worksheet
es_es: Hoja re-publicada

source: Stop publishing
es_es: Dejar de publicar

source: Automatically re-publish when changes are made and saved
es_es: Re-publicar automáticamente cuando se realicen cambios y sean guardados

source: Click to rename this worksheet
es_es: Pulsar para renombrar esta hoja

source: last edited
es_es: editado

source: Someone else is viewing this worksheet
es_es: Alguien más está viendo esta hoja

source: Save changes and close window
es_es: Guardar cambios y cerrar

source: Save & quit
es_es: Guardar y salir

source: Discard changes to this worksheet
es_es: Descartar los cambios en esta hoja

source: Discard & quit
es_es: Descartar y Salir

source: Save changes
es_es: Guardar cambios

source: Save
es_es: Guardar

source: Select a file related function
es_es: Seleccionar una función de archivos

source: File...
es_es: Archivos...

source: Load a new worksheet stored in a file
es_es: Carga una hoja nueva guardada en un archivo

source: Load worksheet from a file...
es_es: Cargar hoja de archivo...

source: Create a new worksheet
es_es: Crear una hoja nueva

source: New worksheet
es_es: Hoja nueva

source: Save this worksheet to an sws file
es_es: Guardar esta hoja en un archivo sws

source: Save worksheet to a file...
es_es: Guardar esta hoja en un archivo...

source: Print this worksheet
es_es: Imprimir esta hoja

source: Print
es_es: Imprimir

source: Rename this worksheet
es_es: Cambiar el nombre de esta hoja

source: Rename worksheet
es_es: Renombrar hoja

source: Copy this worksheet
es_es: Copiar esta hoja

source: Copy worksheet
es_es: Copiar hoja

source: Move this worksheet to the trash
es_es: Enviar esta hoja a la papelera

source: Delete worksheet
es_es: Borrar hoja

source: Select a worksheet function
es_es: Seleccionar una función de hoja

source: Action...
es_es: Acción...

source: Interrupt currently running calculations, if possible
es_es: Interrumpir los cálculos en curso si es posible

source: Interrupt
es_es: Interrumpir

source: Restart the worksheet process
es_es: Reiniciar el proceso de la hoja

source: Restart worksheet
es_es: Reiniciar hoja

source: Quit the worksheet process
es_es: Salir del proceso de la hoja

source: Save and quit worksheet
es_es: Salir y guardar hoja

source: Evaluate all input cells in the worksheet
es_es: Evaluar todas las celdas de entrada de la hoja

source: Evaluate All
es_es: Evaluar todo

source: Hide all output
es_es: Ocultar todos los resultados

source: Hide All Output
es_es: Ocultar Resultados

source: Show all output
es_es: Mostrar todos los resultados

source: Show All Output
es_es: Mostrar Resultados

source: Delete all output
es_es: Borrar todos los resultados

source: Delete All Output
es_es: Borrar Resultados

source: Switch to single-cell mode
es_es: Cambiar a modo de celda única

source: One Cell Mode
es_es: Modo de Celda Única

source: Switch to multi-cell mode
es_es: Cambiar a modo multi-celda

source: Multi Cell Mode
es_es: Modo Multi-Celda

source: Select an attached file
es_es: Seleccionar un archivo adjunto

source: Data...
es_es: Datos...

source: Upload or create a data file in a wide range of formats
es_es: Subir o crear un archivo de datos en múltiples formatos

source: Upload or create file...
es_es: Subir o crear archivo...

source: Evaluate all input cells using %(i)s
es_es: Evaluar todas las celdas de entrada utilizando %(i)s

source: Enable/disable pretty_printing
es_es: Activar/desactivar impresión avanzada

source: Typeset
es_es: Tipografía avanzada

source: Load 3-D Live. Not recommended for worksheets with > 2 3-D Plots.
es_es: Cargar 3-D Live. No se recomienda para hojas con más de 2 gráficas 3-D.

source: Load 3-D Live
es_es: Cargar 3-D Live

source: Use java for 3-D. Only applies to this running of worksheet.
es_es: Usar java para 3-D. Sólo para esta ejecución de la hoja.

source: Use java for 3-D
es_es: Usar java para 3-D

source: Interactively use this worksheet
es_es: Utilizar esta hoja en modo interactivo

source: Worksheet
es_es: Hoja

source: Edit text version of this worksheet
es_es: Editar la versión de texto de esta hoja

source: Edit
es_es: Editar

source: View plain text version of this worksheet
es_es: Ver la versión en modo texto de esta hoja

source: Text
es_es: Texto

source: View changes to this worksheet over time
es_es: Ver historial de cambios de esta hoja

source: Revisions
es_es: Revisiones

source: Let others edit this worksheet
es_es: Permitir que otros editen esta hoja

source: Share
es_es: Compartir

source: Make this worksheet publicly viewable
es_es: Permitir que esta hoja se pueda ver públicamente

source: Publish
es_es: Publicar

source: Exit
es_es: Salir

source: You can publish your worksheet to the Internet, where anyone will be able to access and view it online.
es_es: Puede publicar su hoja en Internet de modo que cualquiera pueda acceder a ella y visualizarla remotamente.

source: Your worksheet will be assigned a unique address (URL) that you can send to your friends and colleagues.
es_es: Se asignará una dirección única a su hoja (URL) que podrá enviar a sus amigos y colegas.

source: Do you want to publish this worksheet?
es_es: ¿Quiere publicar esta hoja?

source: Yes
es_es: Sí

source: Click to insert new compute cell.
es_es: Pulsar para insertar un nueva celda de cálculo.

source: Click to insert new rich-text cell.
es_es: Pulsar para insertar una nueva celda de texto.

source: Click here or press shift-return to evaluate
es_es: Pulsar aquí o teclear mayúsculas-entrar para evaluar

source: evaluate
es_es: evaluar

source: Data file
es_es: Archivo de datos

source: You may download <a href="%(p)s">%(f)s</a> or create a link to this file in worksheet
es_es: Puede descargar <a href="%(p)s">%(f)s</a> o crear un enlace a este archivo en la hoja

source: select worksheet
es_es: seleccionar hoja

source: or <a href="/home/%(wf)s/datafile?name=%(f)s&action=delete">delete %(f)s.</a>
es_es: o <a href="/home/%(wf)s/datafile?name=%(f)s&action=delete">borrar %(f)s.</a>

source: Access %(f)s in this worksheet by typing <tt>DATA+'%(f)s'</tt>. Here DATA is a special variable that gives the exact path to all data files uploaded to this worksheet.
es_es: Acceda a %(f)s en esta hoja escribiendo <tt>DATA+'%(f)s'</tt>. Aquí DATA es una variable especial que proporciona la ruta exacta a todos los archivos de datos subidos a esta hoja.

source: Save Changes
es_es: Guardar Cambios

source: Edit plain text
es_es: Editar texto

source: Edit this.
es_es: Editar esto

source: Log in to edit a copy.
es_es: Entrar para editar una copia

source: Edit a copy.
es_es: Editar una copia

source: Download.
es_es: Descargar.

source: This page is rated %(wr).1f.
es_es: Esta página tiene la puntuación %(wr).1f.

source: leave a comment
es_es: dejar un comentario

source: Rerate
es_es: Re-puntuar

source: Rate
es_es: Puntuación

source: Other published documents...
es_es: Otros documentos publicados...

source: View plain text
es_es: Ver texto

source: Revision from %(ta)s ago
es_es: Revisión desde hace %(ta)s

source: Revision List
es_es: Lista de Revisiones

source: Older
es_es: Anterior

source: Oldest
es_es: La más antigua

source: Newer
es_es: Posterior

source: Newest
es_es: La más nueva

source: Revert to this one
es_es: Revertir a esta

source: (note that images are not recorded)
es_es: (observar que las imágenes no se han guardado)

source: Publish this one
es_es: Publicar esta

source: Cancel changes
es_es: Cancelar cambios

source: Upload or Create Data File to attach to worksheet "%(wn)s"
es_es: Subir o Crear Archivo de datos para adjuntar a la hoja "%(wn)s"

source: Or enter the URL of a file on the web:
es_es: O introducir el URL de un archivo en la web:

source: Or enter the name of a new file, which will be created:
es_es: O introducir el nombre de un archivo nuevo que será creado:

source: Upload or Create Data File
es_es: Subir o Crear Archivo de Datos

source: Untitled
es_es: Sin título

source: Revision History -- List of Snapshots
es_es: Historial de revisiones -- Lista de sesiones guardadas

source: Revision
es_es: Revisión

source: Revision %(lr)s
es_es: Revisión %(lr)s

source: Share this document
es_es: Compartir este documento

source: Only the owner of a worksheet is allowed to share it. You can do whatever you want if you <a href="copy">make your own copy</a>.
es_es: Sólo se permite compartir una hoja a su propietario. Usted podrá hacer lo que desee si <a href="copy">realiza su propia copia</a>.

source: This Sage Worksheet is currently shared with the people listed in the box below.
es_es: Se ha compartido la hoja de Sage con los usuarios que figuran en el recuadro de abajo.

source: You may add or remove collaborators (separate user names by commas).
es_es: Puede añadir o eliminar colaboradores (separe los usuarios con comas)

source: Give access to your worksheet to the above collaborators
es_es: Dar acceso a su hoja a los colaboradores anteriores

source: Update Collaborators
es_es: Actualizar colaboradores

source: Account Settings
es_es: Configurar Cuenta

source: Change Auto-Save Interval
es_es: Cambiar el intervalo de auto-guardado

source: Minutes
es_es: Minutos

source: Change Password
es_es: Cambiar la Contraseña

source: Old password
es_es: Contraseña anterior

source: New password
es_es: Contraseña Nueva

source: Retype new password
es_es: Volver a introducir la nueva contraseña

source: Change E-mail Address
es_es: Cambiar la dirección de e-mail

source: Current e-mail
es_es: E-mail actual

source: New e-mail
es_es: Nuevo e-mail

source: Add New User
es_es: Añadir Usuario Nuevo

source: Pick a username
es_es: Elija un usuario

source: The username must start with a letter and be between 4 and 32 characters long. It can only consist of letters, numbers, underscores, and one dot (.).
es_es: El usuario debe comenzar por una letra y tener entre 4 y 32 caracteres. Sólo puede contener letras, números, guiones bajos y un punto.

source: Invalid username
es_es: Usuario no válido

source: Username taken
es_es: Usuario en uso

source: Username Error
es_es: Error de Usuario

source: Create Account
es_es: Crear Cuenta

source: Manage Users
es_es: Administrar Usuarios

source: Notebook Settings
es_es: Configuración del Notebook

source: Users
es_es: Usuarios

source: User Management
es_es: Administración de Usuarios

source: Add User
es_es: Añadir Usuario

source: The password for the user %(u)s has been reset to <strong>%(p)s</strong>
es_es: La contraseña para el usuario %(u)s se ha reiniciado a <strong>%(p)s</strong>

source: User
es_es: Usuario

source: Suspension
es_es: Suspensión

source: Reset
es_es: Reiniciar

source: Unsuspend
es_es: Restablecer

source: Suspend
es_es: Suspender

source: Revoke
es_es: Revocar

source: Grant
es_es: Permitir

source: Source Code
es_es: Código Fuente

source: Sage Source Browser
es_es: Visualizador de Fuentes de Sage

source: browse directory
es_es: Ver directorio

source: Sage Notebook version
es_es: Versión del Notebook Sage

source: Sage version
es_es: Versión de Sage

source: Environment
es_es: Entorno

source: Start
es_es: Iniciar

source: Stop
es_es: Parar

source: Elapsed
es_es: Transcurrido

source: Status
es_es: Estado

source: Pass
es_es: Pasa

source: Fail
es_es: Fallo

source: Hide
es_es: Ocultar

source: Show
es_es: Mostrar

source: Cases / Tests
es_es: Casos / Tests

source: Count
es_es: Contador

source: Totals
es_es: Total

source: Upload File
es_es: Subir fichero

source: Upload worksheet to the Sage Notebook
es_es: Subir una hoja al Notebook Sage

source: URL of file on web
es_es: URL de un archivo de la web

source: What do you want to call it? (if different than the original name)
es_es: ¿Cómo quiere llamarlo? (en caso de que sea diferente al nombre original)

source: Upload Worksheet
es_es: Subir Hoja

source: Supported file formats:
es_es: Formatos de archivo soportados

source: a Sage worksheet
es_es: una hoja Sage

source: or <tt>.txt</tt> - a worksheet text file with html code and cells surrounded by <tt>&#123;&#123;&#123;</tt> and <tt>&#125;&#125;&#125;</tt> that defines a worksheet
es_es: o <tt>.txt</tt> - una hoja en un archivo de texto con html y celdas entre <tt>&#123;&#123;&#123;</tt> y <tt>&#125;&#125;&#125;</tt> que definan una hoja
