Repository: gutow/sagenb
Catalog: sagenb/translations/*/LC_MESSAGES/messages.po
Languages: es_es

source: Press <strong>tab</strong> while the cursor is on an identifier. On some web browsers (e.g., Opera) you must use control-space instead of tab.
es_es: Pulse <strong>tab</strong> cuando el cursor está sobre un identificador. En algunos navegadores (e.g., Opera) se debe usar control-space en vez de tab.

source: Insert New Cell
es_es: Insertar Celda Nueva

source: Put the mouse between an output and input until the blue horizontal line appears and click, or click the "plus" icon. If you press Alt-Enter in a cell, the cell is evaluated and a new cell is inserted after it.
es_es: Sitúe el ratón entre un cuadro de salida y uno de entrada hasta que aparezca una línea horizontal y pinche, o bien pinche en el icono "más". Si pulsa Alt-Enter en una celda, ésta se evalúa y se inserta una nueva a continuación.

source: Delete Cell
es_es: Borrar Celda

source: Delete all cell contents, then press <strong>backspace</strong>.
es_es: Borrar todo el contenido de una celda y después pulsar <strong>retroceso</strong>.

source: Split and Join Cells
es_es: Dividir y Unir Celdas

source: Press <strong>ctrl-;</strong> in a cell to split it into two cells, and <strong>ctrl-backspace</strong> to join them. Press <strong>ctrl-enter</strong> to split a cell and evaluate both pieces.
es_es: Pulse <strong>ctrl-;</strong> en una celda para dividirla en dos, y <strong>ctrl-retroceso</strong> para unirlas. Pulse <strong>ctrl-entrar</strong> para dividir una celda y evaluar ambas.

source: Insert New Text Cell
es_es: Insertar una celda de texto nueva

source: Move the mouse between cells until a blue bar appears. <strong>Shift-click</strong> on the blue bar, or click on the text bubble icon, to create a new text cell. Use $...$ and $$...$$ to include typeset math in the text block. Click the button to save changes, or press <strong>shift-enter</strong>.
es_es: Mueva el ratón entre celdas hasta que aparezca una barra horizontal. Pinche mientras mantiene pulsada la tecla <strong>Mayúsculas</strong> en la barra horizontal, o bien pinche en el icono de texto para crear una celda de texto nueva. Utilice $...$ y $$...$$ para incluir tipografía matemática en el bloque de texto. Pinche el botón para guardar los cambios o pulse <strong>Mayúsculas-Entrar</strong>.

source: Edit Text Cell
es_es: Editar una celda de texto

source: Double click on existing text to edit it.
es_es: Haga doble click sobre el texto preexistente para editarlo.

source: Hide/Show Output
es_es: Ocultar/Mostrar Resultados

source: Click on the left side of output to toggle between hidden, shown with word wrap, and shown without word wrap.
es_es: Pulse en el lado izquierdo para cambiar entre ocultar, mostrar con ajuste de línea, y mostrar sin ajuste de línea.

source: Indenting Blocks
es_es: Sangrar bloques

source: Highlight text and press > to indent it all and < to unindent it all (works in Safari and Firefox). In Firefox you can also press tab and shift-tab.
es_es: Seleccione un texto y pulse > para sangrarlo < para reducir la sangría (funciona en Safari y Firefox). En Firefox también se puede pulsar tab y mayúsculas-tab.

source: Comment/Uncomment Blocks
es_es: Comentar/Des-comentar bloques

source: Highlight text and press <strong>ctrl-.</strong> to comment it and <strong>ctrl-,</strong> to uncomment it. As an alternative (necessary in some browsers), use <strong>ctrl-3</strong> and <strong>ctrl-4</strong>.
es_es: Seleccione un texto y pulse <strong>ctrl-.</strong> para comentarlo y <strong>ctrl-,</strong> para quitar los comentarios. También se puede usar <strong>ctrl-3</strong> y <strong>ctrl-4</strong> (esto es necesario en algunos navegadores).

source: Paren matching
es_es: Emparejado de Paréntesis

source: To fix unmatched or mis-matched parentheses, braces or brackets, press <strong>ctrl-0</strong>. Parentheses before the cursor will be matched, minding strings and (Python) comments.
es_es: Para emparejar paréntesis, llaves o corchetes, pulse <strong>ctrl-0</strong>. Se emparejarán los paréntesis que estén antes del cursor, teniendo en cuenta strings y comentarios de Python.

source: Interrupt and Restart Sessions
es_es: Interrumpir y Reiniciar Sesiones

source: Interrupt Running Calculations
es_es: Interrumpir Cálculos

source: Click <u>Interrupt</u> or press escape in any input cell. This will (attempt) to interrupt SAGE by sending many interrupt signals.
es_es: Pulse <u>Interrupt</u> o pulse escape en cualquier celda de entrada. Esto interrumpirá (o al menos intentará interrumpir) a SAGE enviando múltiples señales de interrupción.

source: Restart
es_es: Reiniciar

source: Type "restart" to restart the SAGE interpreter for a given worksheet. (You have to interrupt first.)
es_es: Teclee "restart" para reiniciar el intérprete de SAGE para una determinada hoja. (Primero hay que interrumpir los cálculos en curso).

source: Special Cell Blocks
es_es: Bloques de Celdas Especiales

source: Evaluate Cell using GAP, Singular, etc.
es_es: Evaluar celdas usando GAP, Singular, etc.

source: Put "%%gap", "%%singular", etc. as the first input line of a cell; the rest of the cell is evaluated in that system.
es_es: Escriba "%%gap", "%%singular", etc. como primera línea de la celda; el resto de la celda se evaluará en ese sistema.

source: Shell Scripts
es_es: Scripts de Shell

source: Begin a block with %%sh to have the rest of the block evaluated as a shell script. The current working directory is maintained.
es_es: Comience un bloque con %%sh para que el resto se evalúe como un script de shell. Se mantiene el directorio por defecto actual.

source: Interactive Dynamic Widgets
es_es: Widgets Dinámicas Interactivas

source: Put @interact on the line before a function definition. Type interact? for more details.
es_es: Escriba @interact en una línea antes de una función. Teclee interact? para más detalles.

source: Autoevaluate Cells on Load
es_es: Auto-evaluar Celdas al Cargar

source: Any cells with "#auto" in the input is automatically evaluated when the worksheet is first opened.
es_es: Todas las celdas que contengan "#auto" se evaluarán automáticamente al abrir la hoja.

source: Time
es_es: Tiempo

source: Type "%%time" at the beginning of the cell.
es_es: Escriba "%%time" al inicio de la celda.

source: Useful Tips
es_es: Indicaciones Útiles

source: Input Rules
es_es: Reglas de Entrada

source: Code is evaluated by exec'ing (after preparsing). Only the output of the last line of the cell is implicitly printed. If any line starts with "sage:" or ">>>" the entire block is assumed to contain text and examples, so only lines that begin with a prompt are executed. Thus you can paste in complete examples from the docs without any editing, and you can write input cells that contains non-evaluated plain text mixed with examples by starting the block with ">>>" or including an example.
es_es: El código se evalúa mediante ejecución (después de un preprocesado). Sólo se muestra la salida de la última línea. Si alguna línea comienza por "sage:" o ">>>" se asume que todo el bloque contiene texto y ejemplos, por lo que solo se ejecutan las líneas que comiencen por un inductor. Así, se pueden pegar ejemplos completos de la documentación sin necesidad de editarlos y se puede escribir texto sin evaluar en las celdas mezclado con ejemplos, comenzando el bloque con ">>>" o incluyendo un ejemplo.

source: History
es_es: Historial

source: Click <a href="/history">log</a> commands you have entered in any worksheet of this notebook.
es_es: Pulse <a href="/history">historial</a> para ver los comandos que ha tecleado en cualquier hoja de este notebook.

source: Typesetting All Output
es_es: Utilizar siempre tipografía avanzada

source: Type pretty_print_default() in an input cell and press shift-enter. All future output will be typeset automatically.
es_es: Teclee pretty_print_default() en una celda de entrada y pulse mayúsculas-entrar. Toda la salida a partir de ahora se mostrará con tipografía avanzada.

source: Files and Scripts
es_es: Archivos y Scripts

source: Loading SAGE/Python Scripts
es_es: Cargando Scripts de SAGE/Python

source: Use "load filename.sage" and "load filename.py". Load is relative to the path you started the notebook in. The .sage files are preparsed and .py files are not. You may omit the .sage or .py extension. Files may load other files.
es_es: Utilice "load filename.sage" y "load filename.py". La ruta será relativa a la del directorio donde inició el notebook. Los archivos .sage son preprocesados y los .py no. Se puede omitir la extensión .sage o .py. Los archivos pueden cargar otros archivos.

source: Attaching Scripts
es_es: Adjuntar Scripts

source: (Currently no different from "load", see <a href="https://github.com/sagemath/sagenb/issues/169" target="_blank">bug report</a>) Use "attach filename.sage" or "attach filename.py". Attached files are automatically reloaded when the file changes. The file $HOME/.sage/init.sage is attached on startup if it exists.
es_es: (Actualmente "attach" funciona como "load", ver <a href="https://github.com/sagemath/sagenb/issues/169" target="_blank">informe de errores</a>) Utilice "attach filename.sage" o "attach filename.py". Los archivos adjuntos se recargarán automáticamente cuando se produzcan cambios en ellos. El archivo $HOME/.sage/init.sage, si existe, se adjunta automáticamente al inicio.

source: Working Directory
es_es: Directorio de Trabajo

source: Each block of code is run from its own directory. If any images are created as a side effect, they will automatically be displayed.
es_es: Cada bloque de código se ejecuta en su propio directorio. Si se crea alguna imagen como efecto colateral, se mostrará automáticamente.

source: DIR Variable
es_es: Variable DIR

source: The variable DIR contains the directory from which you started the SAGE notebook. For example, to open a file in that directory, do "open(DIR+'filename')".
es_es: La variable DIR contiene el directorio desde el que se inicio el notebook de SAGE. Por ejemplo, para abrir un archivo en ese directorio, teclee "open(DIR+'filename')".

source: DATA Variable
es_es: Variable DATA

source: Use the Data menu to upload images and other files, and create new files that can be shared between worksheets. The DATA variable contains the path to the data files. For example, to open a file in that directory, do "open(DATA+'filename')". If foo.sage is a Sage file that you uploaded, type "load foo.sage"; if foo.py is a Python file, you can import it by typing "import foo".
es_es: Utilice el menú Datos para subir imágenes y otros archivos, y crear nuevos archivos que se puedan compartir entre hojas. La variable DATA contiene la ruta a los archivos de datos. Por ejemplo, para abrir un archivo de ese directorio, escribir "open(DATA+'filename')". Si usted ha subido el archivo foo.sage, podrá cargarlo con "load foo.sage"; Si foo.py es un archivo Python, podrá importarlo con "import foo".

source: Loading and Saving Objects
es_es: Cargando y Guardando Objetos

source: Use "save(obj1,DATA+'foo')" to save an object to the data directory of a worksheet, and "obj1 = load(DATA+'foo')" to load it again. To use such objects between worksheets, you may save to any filename (given as a string) Sage can write to on your system.
es_es: Utilice "save(obj1, DATA + 'foo') para guardar un objeto en el directorio de datos de una hoja, y "obj1 = load(DATA + 'foo')" para cargarlo de nuevo. Para utilizar tales objetos entre distintas hojas, se pueden guardar en cualquier archivo (cuyo nombre se da en forma de cadena de caracteres) en el que Sage pueda escribir.

source: Loading and Saving Sessions
es_es: Cargando y Salvando sesiones

source: Use "save_session('name')" to save all variables to an object. Use "load_session('name')" to <i>merge</i> in all variables from a saved session.
es_es: Utilice "save_session('name')" para guardar todas las variables en un objeto. Utilice "load_session('name')" para <i>mezclar</i> todas las variables de una sesión guardada.

source: Customizing the Notebook CSS
es_es: Personalizando el Notebook

source: If you create a file <tt>$HOME/.sage/notebook.css</tt> then it will get applied when rendering the notebook. See
es_es: Si crea un archivo <tt>$HOME/.sage/notebook.css</tt>, se aplicará cuando se muestre el notebook. Ver

source: Language
es_es: Idioma

source: Expected "%(wanted)s" after "%(key)s", got "%(token)s"
es_es: Se esperaba "%(wanted)s" después de "%(key)s" y se obtuvo "%(token)s"

source: Expected an integer "%(key)s" before "%(token)s"
es_es: Se esperaba un entero "%(key)s" antes de "%(token)s"

source: Expected an integer "%(arg)s" after "%(key)s"
es_es: Se esperaba un entero"%(arg)s" después de "%(key)s"

source: Expected a color value "%(arg)s" after "%(key)s"
es_es: Se esperaba un valor de color "%(arg)s" después de "%(key)s"

source: %(seconds)s ago
es_es: hace %(seconds)s

source: January
es_es: Enero

source: February
es_es: Febrero

source: March
es_es: Marzo

source: April
es_es: Abril

source: May
es_es: Mayo

source: June
es_es: Junio

source: July
es_es: Julio

source: August
es_es: Agosto

source: September
es_es: Septiembre

source: October
es_es: Octubre

source: November
es_es: Noviembre

source: December
es_es: Diciembre
